Test_Results/YCSB/5/base.run-cluster.load.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 34164
[OVERALL], Throughput(ops/sec), 2.9270577215782696
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.07903055848261328
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.07903055848261328
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 434560.0
[CLEANUP], MinLatency(us), 434432
[CLEANUP], MaxLatency(us), 434687
[CLEANUP], 95thPercentileLatency(us), 434687
[CLEANUP], 99thPercentileLatency(us), 434687
[INSERT], Operations, 100
[INSERT], AverageLatency(us), 335640.32
[INSERT], MinLatency(us), 327424
[INSERT], MaxLatency(us), 883199
[INSERT], 95thPercentileLatency(us), 332799
[INSERT], 99thPercentileLatency(us), 377855
[INSERT], Return=OK, 100