Test_Results/YCSB/5/base.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 7887
[OVERALL], Throughput(ops/sec), 12.679092177000127
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 28
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.3550145809560036
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 28
[TOTAL_GC_TIME_%], Time(%), 0.3550145809560036
[READ], Operations, 100
[READ], AverageLatency(us), 72659.52
[READ], MinLatency(us), 66560
[READ], MaxLatency(us), 564735
[READ], 95thPercentileLatency(us), 69311
[READ], 99thPercentileLatency(us), 82815
[READ], Return=OK, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 439424.0
[CLEANUP], MinLatency(us), 439296
[CLEANUP], MaxLatency(us), 439551
[CLEANUP], 95thPercentileLatency(us), 439551
[CLEANUP], 99thPercentileLatency(us), 439551