Test_Results/YCSB/5/base.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 7809
[OVERALL], Throughput(ops/sec), 12.805736970162632
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 26
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.33294916122422846
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 26
[TOTAL_GC_TIME_%], Time(%), 0.33294916122422846
[READ], Operations, 100
[READ], AverageLatency(us), 71753.92
[READ], MinLatency(us), 66368
[READ], MaxLatency(us), 538111
[READ], 95thPercentileLatency(us), 67647
[READ], 99thPercentileLatency(us), 81151
[READ], Return=OK, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 441216.0
[CLEANUP], MinLatency(us), 441088
[CLEANUP], MaxLatency(us), 441343
[CLEANUP], 95thPercentileLatency(us), 441343
[CLEANUP], 99thPercentileLatency(us), 441343