Test_Results/YCSB/5/base.run-cluster.run.workload_20_80.100.100.txt
[OVERALL], RunTime(ms), 35064
[OVERALL], Throughput(ops/sec), 2.8519279032626055
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 28
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.07985398129135296
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 28
[TOTAL_GC_TIME_%], Time(%), 0.07985398129135296
[READ], Operations, 17
[READ], AverageLatency(us), 66731.29411764706
[READ], MinLatency(us), 66368
[READ], MaxLatency(us), 67647
[READ], 95thPercentileLatency(us), 67199
[READ], 99thPercentileLatency(us), 67647
[READ], Return=OK, 17
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 431488.0
[CLEANUP], MinLatency(us), 431360
[CLEANUP], MaxLatency(us), 431615
[CLEANUP], 95thPercentileLatency(us), 431615
[CLEANUP], 99thPercentileLatency(us), 431615
[UPDATE], Operations, 83
[UPDATE], AverageLatency(us), 401093.3975903614
[UPDATE], MinLatency(us), 393216
[UPDATE], MaxLatency(us), 870399
[UPDATE], 95thPercentileLatency(us), 398335
[UPDATE], 99thPercentileLatency(us), 400895
[UPDATE], Return=OK, 83