Test_Results/YCSB/5/base.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 13740
[OVERALL], Throughput(ops/sec), 7.27802037845706
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.19650655021834063
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.19650655021834063
[READ], Operations, 82
[READ], AverageLatency(us), 72804.29268292683
[READ], MinLatency(us), 66112
[READ], MaxLatency(us), 541183
[READ], 95thPercentileLatency(us), 68479
[READ], 99thPercentileLatency(us), 73215
[READ], Return=OK, 82
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 436608.0
[CLEANUP], MinLatency(us), 436480
[CLEANUP], MaxLatency(us), 436735
[CLEANUP], 95thPercentileLatency(us), 436735
[CLEANUP], 99thPercentileLatency(us), 436735
[UPDATE], Operations, 18
[UPDATE], AverageLatency(us), 397454.22222222225
[UPDATE], MinLatency(us), 393984
[UPDATE], MaxLatency(us), 417535
[UPDATE], 95thPercentileLatency(us), 401919
[UPDATE], 99thPercentileLatency(us), 417535
[UPDATE], Return=OK, 18