Test_Results/YCSB/5/flexible1.run-cluster.load.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 1598
[OVERALL], Throughput(ops/sec), 0.0
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 25
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.5644555694618274
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 25
[TOTAL_GC_TIME_%], Time(%), 1.5644555694618274
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1141248.0
[CLEANUP], MinLatency(us), 1140736
[CLEANUP], MaxLatency(us), 1141759
[CLEANUP], 95thPercentileLatency(us), 1141759
[CLEANUP], 99thPercentileLatency(us), 1141759
[INSERT], Operations, 0
[INSERT], AverageLatency(us), NaN
[INSERT], MinLatency(us), 9223372036854775807
[INSERT], MaxLatency(us), 0
[INSERT], 95thPercentileLatency(us), 0
[INSERT], 99thPercentileLatency(us), 0
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1
[INSERT-FAILED], AverageLatency(us), 279936.0
[INSERT-FAILED], MinLatency(us), 279808
[INSERT-FAILED], MaxLatency(us), 280063
[INSERT-FAILED], 95thPercentileLatency(us), 280063
[INSERT-FAILED], 99thPercentileLatency(us), 280063